Repository: dhavalsharma/AI-Government-Benefit-Advisor
Catalog: locales/*/LC_MESSAGES/*.po
Languages: hi

source: Sri Sri Meri Government Schemes
hi: श्री श्री मेरी सरकारी योजनाएं

source: Gender
hi: लिंग

source: male
hi: पुरुष

source: female
hi: महिला

source: other
hi: अन्य

source: Age
hi: आयु

source: Academic Background
hi: शैक्षणिक पृष्ठभूमि

source: high school with 85% marks
hi: 85% अंकों के साथ हाई स्कूल

source: Family Income in LPA
hi: परिवार की आय (LPA में)

source: Current Degree
hi: वर्तमान डिग्री

source: Bachelor of Engineering
hi: इंजीनियरिंग स्नातक

source: What would you like to know on government schemes?
hi: आप सरकारी योजनाओं के बारे में क्या जानना चाहेंगे?

source: Submit
hi: जमा करें

source: user
hi: उपयोगकर्ता

source: assistant
hi: सहायक

source: Processed response for: {text}
hi: प्रसंस्कृत प्रतिक्रिया: {text}

source: Enter your query here...
hi: अपनी क्वेरी यहां दर्ज करें...
